Repository: g0v-it/spritz
Catalog: frontend/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Login failed
it: Accesso fallito

source: Login successful
it: Login eseguito

source: Access not allowed.
it: Accesso non permesso

source: Wrong user or password
it: Utente o password errati

source: Login not successful, (no username)
it: Accesso fallito, (manca username)

source: Main menu
it: Menu principale

source: Spritz, Online Voting System
it: Spritz, Sistema per il voto online

source: Login unsuccessful
it: Accesso fallito

source: Login result
it: Risultato dell'accesso

source: Please, insert data
it: Inserire dati

source: New election
it: Crea una elezione

source: Election list
it: Lista delle elezioni

source: Election details
it: Dettagli dell'elezione

source: Election closed
it: Elezione chiusa

source: Election closed, please, check results
it: Elezione chiusa, controlla i risultati

source: Delete
it: Cancellazione

source: Election deleted
it: Elezione cancellata

source: Voter
it: Avente diritto

source: {} voters being added
it: {} aventi diritto sono stati aggiunti

source: Voters
it: Votanti

source: Sorry, only the owner of this election can add voters
it: Solo il promotore dell'elezione pu√≤ aggiungere aventi diritto

source: Vote
it: Vota

source: Your vote has been registered
it: Voto registrato

source: Error. Vote NOT registered. Wrong key?
it: Errore. Voto NON registrato. Chiave sbagliata?

source: Vote registering
it: Votazione

source: Error. Vote NOT registered. Wrong Password?
it: Errore. Voto non registrato. Password errata?

source: Draw
it: Sorteggio

source: Secure Majority Judgment
it: Majority Judgment Sicuro

source: Simple Majority
it: Maggioranza semplice

source: List Randomizer
it: Estrazione casuale

source: Created
it: Creata

source: Voting
it: Voto

source: Working, please wait...
it: Elaborazione, attendere

source: Ended
it: Terminata

source: Failed
it: Fallita

source: Welcome
it: Benvenuto

source: Main Menu
it: Menu principale

source: Create a New election
it: Crea una nuova elezione

source: Logoff
it: Esci

source: Login
it: Entra

source: Spritz_online_voting_system.pdf
it: Spritz_sistema_di_voto_online.pdf

source: Confirm
it: Conferma

source: Delete election
it: Cancella elezione

source: Don't delete
it: Non cancellare

source: Create a New Election
it: Crea una Nuova Elezione

source: Election List
it: Lista delle elezioni

source: How it works
it: Come funziona

source: Go to
it: Vai a

source: Welcome in Spritz voting system. Please log in.
it: Benvenuto nel sistema di voto Spritz. Fai login.

source: How it works?
it: Come funziona?

source: Please accept terms.
it: Accettare i termini per proseguire

source: After logging in by this button, please go to
it: Dopo il login, poi vai a

source: Please, login
it: Prego, fare login

source: User name
it: Nome utente

source: Thank you for partecipating! See you
it: Grazie per aver partecipato! Arrivederci!

source: Thank you!
it: Grazie!

source: Back to the election
it: Torna all'elezione

source: Election ID
it: ID elezione

source: Election type
it: Tipo elezione

source: Description
it: Descrizione

source: Election home page
it: Home page dell'elezione

source: Status
it: Stato

source: Owner
it: Promotore

source: You are a voter
it: Hai diritto a votare

source: You are not a voter
it: Non hai diritto a votare

source: Election is not started yet
it: L'elezione non &egrave; ancora inziata

source: Will begin at
it: Inizier&agrave; il

source: Will end at
it: Finir&agrave; il

source: Election is over
it: Elezione terminata

source: Begin at
it: Inizio il

source: Ended at
it: Terminata il

source: Votes
it: Voti

source: Close the election
it: Chiudi l'elezione

source: Delete the election
it: Cancella l'elezione

source: Start the election
it: Inizia l'elezione

source: Options
it: Opzioni

source: Judgements
it: Giudizi

source: Election Result
it: Risultato dell'elezione

source: The election is failed
it: Elezione fallita

source: Add Voters
it: Aggiungi aventi diritto

source: Add voters
it: Aggiungi aventi diritto

source: Write an username each row
it: Scrivi una username per riga

source: Add
it: Aggiungi

source: Voters List
it: Lista votanti

source: This is the list of elections
it: Questa &egrave; la lista delle elezioni

source: You can vote between the begin and end dates
it: Puoi votare solo tra l'inizio e la fine.

source: Click the vote button
it: Usa il bottone Vota

source: to insert your vote
it: per inserire il tuo voto

source: Click the details button to get more information about the election
it: Usa il bottone Dettagli per visualizzare le informazioni

source: Election
it: Elezione

source: Begin
it: Inizio

source: End
it: Fine

source: Details
it: Dettagli

source: Be a Candidate
it: Diventa un Candidato

source: Address of a page describing the election. As an example, a Facebook post or a blog post
it: Indirizzo di una pagina che descriva l'elezione. Per esempio un post su Facebook o l'articolo di un blog

source: Majority judgment
it: Scelta Maggioritaria

source: Simple majority
it: Maggioranza Semplice

source: List randomizer
it: Estrazione casuale

source: Begin date
it: Data di inizio

source: Begin time
it: Orario di inizio

source: End date
it: Data di fine

source: End time
it: Orario di fine

source: Option or candidate list
it: Opzioni o lista dei candidati

source: One option each row
it: Una opzione per riga

source: Judgement list
it: Lista dei giudizi

source: Very good
it: Ottimo

source: Good
it: Buono

source: Acceptable
it: Accettabile

source: Not enough
it: Insufficiente

source: Poor
it: Scadente

source: No opinion
it: Non so

source: One judgement each row, best on top
it: Un giudizio per riga, il migliore in alto

source: Save
it: Salva

source: RED
it: ROSSO

source: BLUE
it: BLU

source: GREEN
it: VERDE

source: The number of votes and the number of voters match
it: Il numero di voti e di votanti corrisponde

source: The number of votes and the number of voters do not match
it: Il numero di voti e di votanti non corrisponde

source: Votes Counting
it: Conteggio voti

source: Randomized list
it: Estrazione casuale

source: You cannot vote yet
it: Non puoi ancora votare

source: You cannot vote anymore
it: Non puoi votare pi&ugrave;

source: You must choose a color for each option
it: Devi scegliere un colore per ogni opzione

source: Your choice will be used to randomize the list.
it: La tua scelta sar√† usata per l'estrazione a sorte.

source: You need to think up and enter a secret key, type it and keep it secret
it: Pensa e scrivi una frase segreta, tienila segreta

source: You can use any word or phrase you want
it: Puoi usare la parola o la frase che vuoi

source: You can change your vote later, but you MUST use the same secret key as before
it: Potrai cambiare il tuo voto pi&ugrave; tardi, ma dovrai usare la stessa frase di prima

source: Option
it: Opzione

source: Colors
it: Colori

source: Secret key for this vote
it: Chiave segreta per questo voto

source: Remember this secret key; it isn't possible to recover it
it: Ricorda questa frase segreta. Non sar&agrave; possibile recuperarla

source: This secret key is for THIS election only. You can use any word you want. Keep it secret and don't forget it.
it: Questa chiave segreta vale solo per QUESTA elezione. Puoi usare ogni parola che vuoi. Tienila segreta e non dimenticarla.

source: What's this secret key?
it: Cosa &egrave; questo?

source: You must enter a secret key
it: Devi scrivere una chiave segreta

source: Ranking
it: Classifica

source: You must choose a judgment for each option
it: Devi indicare un giudizio per ogni opzione

source: The "No opinion" judgment is the lowest ranking
it: Il giudizio "Non So" &egrave; il voto pi&ugrave; basso

source: Judgement
it: Giudizio

source: Election results
it: Risultati dell'elezione

source: votes
it: voti

source: Set your vote
it: Poni il tuo voto

source: You can vote only one option.
it: Puoi votare solo una opzione

source: You need to think up and enter a secret key, type it and keep it secret.
it: Devi pensare una chiave segreta e scriverla. Scrivila e tienila segreta.

source: You can use any word or phrase you want.
it: Puoi usare una parola o una frase. Quella che vuoi.

source: You can change your vote later, but you MUST use the same secret key as before.
it: Potrai cambiare il tuo voto in seguito, ma dovrai usare la stessa chiave di prima.

source: Choose only one option
it: Scegli solo una opzione

source: Remember this secret key; it is not possible to recover
it: Ricordati questa chiave segreta; non sar&agrave; possibile recuperarla
